/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", tổng lượng calo %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", tổng quãng đường %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ của %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Bài tập %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "sửa đổi: %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Tài khoản %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Bài tập %@, không có dữ liệu đơn vị";

/* A folder in Dropbox or Box */
"Folder" = "Thư mục";

/* A single App Store app */
"App Store app" = "Ứng dụng App Store";

/* A single Box file */
"Box file" = "Tệp Box";

/* A single Dropbox file */
"Dropbox file" = "Tệp Dropbox";

/* A single Evernote note */
"Evernote note" = "Ghi chú Evernote";

/* A single Giphy item */
"Giphy item" = "Mục Giphy";

/* A single Trello board */
"Trello board" = "Bảng Trello";

/* A single Trello card */
"Trello card" = "Thẻ Trello";

/* A single Trello item */
"Trello item" = "Mục Trello";

/* A single Trello list */
"Trello list" = "Danh sách Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Trang Ulysses";

/* A single bar code */
"Bar code" = "Mã vạch";

/* A single blood pressure recording */
"Blood pressure" = "Huyết áp";

/* A single health sample in HealthKit */
"Health sample" = "Mẫu sức khỏe";

/* A single iTunes artist */
"iTunes artist" = "Nghệ sĩ iTunes";

/* A single iTunes product */
"iTunes product" = "Sản phẩm iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Cập nhật cài đặt thông báo";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Công tắc giữa camera mặt trước và mặt sau";

/* Accessibility label for camera shutter button */
"Take picture" = "Chụp ảnh";

/* Accessibility label; button to start dictation */
"Start dictation" = "Bắt đầu đọc chính tả";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Dừng đọc chính tả";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Bộ chọn camera - phía trước";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Bộ chọn camera - phía sau";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Lật camera";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Bạn phải cung cấp tên để sử dụng cho thẻ Trello mới.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Bạn phải chọn một bảng để tạo thẻ trên đó.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Bạn phải chọn một danh sách để tạo thẻ trên đó.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Không thể tải lên %@ dưới dạng tệp đính kèm.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Thời gian cảnh báo đã cung cấp không hợp lệ. Vui lòng kiểm tra lỗi chính tả và đảm bảo bạn cung cấp một giờ trong ngày.";

/* Add new event; choose end date */
"Choose End Date" = "Chọn ngày kết thúc";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Đã cung cấp ngày kết thúc không hợp lệ. Vui lòng cung cấp ngày kết thúc cho sự kiện này.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Đã cung cấp ngày bắt đầu không hợp lệ. Vui lòng cung cấp ngày bắt đầu cho sự kiện này.";

/* Add new event; error */
"Invalid End Date" = "Ngày kết thúc không hợp lệ";

/* Add new event; error */
"Invalid Start Date" = "Ngày bắt đầu không hợp lệ";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Chưa cung cấp tiêu đề. Vui lòng cung cấp tiêu đề cho sự kiện này.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Chưa cung cấp tiêu đề. Vui lòng cung cấp tiêu đề cho lời nhắc này.";

/* Add new reminder error */
"The alert location provided could not be found." = "Không thể tìm thấy vị trí cảnh báo được cung cấp.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Khi tôi đi vào: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Khi tôi rời khỏi: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Khi tôi đến gần: %@";

/* Add new reminder; alert trigger never */
"Never" = "Không bao giờ";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Thay đổi";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Chưa chọn danh sách";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Bạn phải chọn một danh sách để thêm nhiệm vụ vào đó.";

/* Add to Wunderlist action no title error */
"No Title" = "Không có tiêu đề";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Bạn phải cung cấp tiêu đề khi tạo một nhiệm vụ mới trong Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Hàng ngày";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Đặt WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Đặt WLAN của thiết bị thành bật hoặc tắt.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Bạn phải chỉ định tên tệp hoặc đường dẫn trong Nối vào tệp.";

/* Append file failure reason */
"No File Path Provided" = "Không cung cấp đường dẫn tệp";

/* Ask for input action */
"Enter URL" = "Nhập URL";

/* Ask for input action */
"Enter number" = "Nhập số";

/* Ask for input action */
"Pick date" = "Chọn ngày";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Chạm để hoàn tất ghi âm.";

/* Audio recorder */
"Tap to start recording." = "Chạm để bắt đầu ghi âm.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Dữ liệu base64 được chuyển vào Mã hóa Base64 không hợp lệ.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Một tệp có tên “%@” đã tồn tại ở đường dẫn được chỉ định.";

/* Box error */
"The folder doesn't exist" = "Thư mục không tồn tại";

/* Box error */
"The folder doesn’t exist" = "Thư mục không tồn tại";

/* Box error message */
"An error occured while authenticating your Box account." = "Đã xảy ra lỗi trong khi các thực tài khoản Box của bạn.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Thư mục mà bạn tìm cách lưu vào (%1$@) là một tệp hiện có trong %2$@ của bạn.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Đường dẫn mà bạn tìm cách nối văn bản vào (%1$@) nằm bên trong một tệp hiện có trong %2$@ của bạn.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Đường dẫn mà bạn tìm cách tạo thư mục trong đó (%1$@) là một tệp hiện có trong %2$@ của bạn.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Đường dẫn mà bạn tìm cách tạo thư mục trong đó (%1$@) nằm bên trong tệp hiện có trong %2$@ của bạn.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Đường dẫn mà bạn tìm cách lưu vào (%1$@) không tồn tại trong %2$@ của bạn.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Chúng tôi không thể tìm thấy “%@” trong tài khoản Box của bạn.";

/* Button */
"Cancel" = "Hủy";

/* Button */
"Continue Anyway" = "Vẫn tiếp tục";

/* Button */
"Delete" = "Xóa";

/* Button */
"Delete Account" = "Xóa tài khoản";

/* Button */
"Done" = "Xong";

/* Button */
"Log In" = "Đăng nhập";

/* Button */
"Next" = "Tiếp";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Thử lại";

/* Button */
"Sign In" = "Đăng nhập";

/* Button or title */
"Add Account" = "Thêm tài khoản";

/* Button or title */
"Login" = "Đăng nhập";

/* Button that takes user to the iOS Health app */
"Open Health" = "Mở ứng dụng Sức khỏe";

/* Button to allow access to health data or notifications */
"Allow Access" = "Cho phép truy cập";

/* Button to open Settings */
"Open Settings" = "Mở Cài đặt";

/* Button; edit opacity */
"Opacity" = "Độ mờ";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Xoay";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Tạo mật khẩu cụ thể cho ứng dụng";

/* Button; reset changes made in overlay image action */
"Reset" = "Đặt lại";

/* Camera flash option - auto */
"Auto" = "Tự động";

/* Camera flash option - off */
"Off" = "Tắt";

/* Camera flash option - on */
"Flash On" = "Bật";

/* Choose an item */
"Choose" = "Chọn";

/* Choose from list action */
"Choose an item" = "Chọn một mục";

/* Choose multiple images */
"Choose Images" = "Chọn các hình ảnh";

/* Choose one image */
"Choose Image" = "Chọn hình ảnh";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Tệp này quá lớn đối với CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Bạn đã vượt quá giới hạn tải lên hàng ngày được phép đối với gói cước CloudApp miễn phí.";

/* Combine images action error */
"Cannot run Combine Images" = "Không thể chạy Kết hợp hình ảnh";

/* Combine images action error description */
"No images were provided to combine." = "Chưa cung cấp các hình ảnh để kết hợp.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Điều kiện thời tiết";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Điều kiện thời tiết";

/* Content property name */
"Biological Sex (Content Property Name)" = "Giới tính sinh học";

/* Content property name */
"Blood Type (Content Property Name)" = "Nhóm máu";

/* Content property name */
"Date of Birth (Content Property Name)" = "Ngày sinh";

/* Content property name */
"Unspecified (Content Property Name)" = "Ko chỉ định";

/* Create IFTTT applet */
"Create Applet" = "Tạo ứng dụng con";

/* Create Trello list action error */
"You must select a board to create the list on." = "Bạn phải chọn một bảng để tạo danh sách trên đó.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Bạn phải chỉ định đường dẫn cho thư mục mới.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Chưa chỉ định đường dẫn!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Phiêu lưu/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Phiêu lưu/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Chưa cung cấp tên. Vui lòng cung cấp tên cho danh sách phát.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Ngày đo huyết áp";

/* Default notification text for Show Notification action. */
"Notification" = "Thông báo";

/* Default value for the translate text action */
"Detect Language" = "Phát hiện ngôn ngữ";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Bạn có chắc chắn muốn xóa %@ không?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Bạn có HOÀN TOÀN chắc chắn muốn xóa %@ không?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Bạn có HOÀN TOÀN KHẲNG ĐỊNH chắc chắn muốn xóa %@ không?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Xóa %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "bài tập";

/* Dictate text action error */
"Recognition Unavailable" = "Nhận dạng không khả dụng";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Nhận dạng lời nói hiện không khả dụng. Có thể bạn cần kết nối thiết bị vào Internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Đang nghe…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Đảm bảo chuyển một URL đến tác vụ Lấy nội dung của URL.";

/* Download URL or Open URL action error */
"No URL Specified" = "Chưa chỉ định URL";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Dự kiến là tệp, nhưng đường dẫn đã cung cấp chỉ dẫn đến thứ gì đó không phải tệp.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Dự kiến là thư mục, nhưng đường dẫn đã cung cấp chỉ dẫn đến thứ gì đó không phải thư mục.";

/* Dropbox error */
"A shared link already exists." = "Liên kết được chia sẻ đã tồn tại.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Việc truy cập vào đường dẫn đã yêu cầu bị cấm.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Đã xảy ra lỗi khi tạo liên kết chia sẻ vì email được liên kết với tài khoản Dropbox của bạn chưa được xác minh.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox không thể truy cập tệp hoặc thư mục này vì tên của tệp hoặc thư mục.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox không thể lưu tệp hoặc thư mục này vì tên của tệp hoặc thư mục.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox không thể ghi vào đường dẫn được chỉ định do có một xung đột.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Không thể chuyển tệp vì nội dung bị giới hạn. Ví dụ: thỉnh thoảng có các giới hạn pháp lý do xác nhận bản quyền.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Tham số gốc đường dẫn đã cung cấp không hợp lệ.";

/* Dropbox error */
"The request timed out. Please try again." = "Yêu cầu hết thời gian chờ. Vui lòng thử lại.";

/* Dropbox error */
"The share settings provided are invalid." = "Cài đặt chia sẻ đã cung cấp không hợp lệ.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Chúng tôi không thể tìm thấy tệp tại đường dẫn được chỉ định.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Bạn không được phép sửa đổi cài đặt của liên kết này.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Bạn không có đủ dung lượng trống trong Dropbox để ghi dữ liệu này.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Bạn không có quyền ghi vào vị trí được chỉ định.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Đường dẫn mà bạn tìm cách lưu vào (%1$@) là một tệp hiện có trong %2$@ của bạn.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "Không thể lưu “%@” vì tệp là một thư mục hoặc gói. Hãy cân nhắc nén tệp này bằng tác vụ Tạo bộ lưu trữ trước khi lưu.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Không tìm thấy mục nào tại đường dẫn: %@";

/* Dropbox or Box error */
"Folder already exists" = "Thư mục đã tồn tại";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Đường dẫn mà bạn tìm cách lưu vào (%1$@) là một tệp hiện có trong %2$@ của bạn. Khi lưu nhiều tệp cùng lúc, bạn nên chỉ định đường dẫn đến thư mục.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Đường dẫn mà bạn tìm cách lưu vào (%1$@) là một thư mục hiện có trong %2$@ của bạn. Khi nối văn bản vào trước hoặc vào sau một tệp, bạn nên chỉ định đường dẫn đến tệp.";

/* Dropbox unknown error */
"An unknown error occurred" = "Đã xảy ra lỗi không xác định";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Đã xảy ra lỗi không xác định (%@)";

/* Email account encryption */
"Encryption" = "Mã hóa";

/* Email account login authentication error */
"Authentication Failed" = "Xác thực Không thành công";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Địa chỉ email hoặc mật khẩu bạn nhập không đúng.\n\nNếu bạn đã bật xác minh hai bước, bạn cần tạo mật khẩu dành riêng cho ứng dụng.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Địa chỉ email hoặc mật khẩu bạn đã chỉ định không đúng. Nếu bạn đã bật xác minh hai bước, thay vào đó bạn cần nhập mật khẩu dành riêng cho ứng dụng.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Cài đặt Nâng cao";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "Email";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Tên Máy chủ";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Ngày kết thúc đo huyết áp";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Phát âm thanh thất bại vì đầu vào có định dạng không được hỗ trợ.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Vui lòng nhập ngày hợp lệ vào tác vụ Ngày.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Ngày không hợp lệ";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Lấy thời gian di chuyển thất bại vì không có vị trí điểm đến nào được chuyển dưới dạng đầu vào.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Chạy JavaScript trên trang web thất bại vì không có trang web nào được chuyển dưới dạng đầu vào.";

/* Error message */
"Your email or password is incorrect." = "Email hoặc mật khẩu của bạn không đúng.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Vui lòng chuyển một URL nguồn nạp hợp lệ vào tác vụ Lấy các mục từ nguồn nạp RSS.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Vui lòng nhập địa chỉ hợp lệ vào tác vụ Địa chỉ đường phố.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Không thể tìm thấy vị trí mà bạn đã chuyển vào tác vụ Lấy thời gian di chuyển. Hãy thử chỉ định thành phố và bang cùng với địa chỉ đường phố.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Đã tìm thấy nhiều báo thức có nhãn %@. Hãy thử chọn một báo thức cụ thể.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Chạy cảnh nhà thất bại vì không thể tìm thấy nhà “%1$@”.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Chạy cảnh nhà thất bại vì không thể tìm thấy cảnh “%1$@” trong nhà “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Chạy cảnh nhà thất bại vì không có nhà nào được chọn.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Chạy cảnh nhà thất bại vì không có cảnh nào được chọn.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Không thể phân tích cú pháp nguồn nạp mới";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Không có Địa chỉ";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Địa điểm không hợp lệ";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Vui lòng cung cấp đơn vị chuyển đổi đích.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Không thể đo vì chưa chỉ định đơn vị. Vui lòng chọn một đơn vị.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Không thể chuyển đổi số đo với đơn vị %1$@ thành %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Vui lòng cung cấp ngày hợp lệ cho báo thức.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Để sử dụng tác vụ này, hãy bật Siri trong Cài đặt.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Không thể hoàn thành yêu cầu vì Siri đã bị tắt.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Thời lượng của báo thức phải nhỏ hơn 24 giờ.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Vui lòng cung cấp thời lượng cho hẹn giờ.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Vui lòng chỉ định báo thức sẽ bật/tắt.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Đã xảy ra lỗi không xác định trong khi thực hiện yêu cầu này.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Không thể hoàn thành yêu cầu vì không được hỗ trợ trên nền tảng này.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Không có vị trí";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Không có trang web";

/* Exit shortcut action error */
"User requested shortcut exit." = "Phím tắt người dùng yêu cầu bị thoát.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "Lưu vào đây";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Lấy các tệp được chọn (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Lấy tệp được chọn (1)";

/* File status */
"This folder is empty" = "Thư mục này trống";

/* File status loading */
"Loading…" = "Đang tải…";

/* Find health sample; no samples found */
"No Samples Found" = "Không tìm thấy mẫu nào";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Không có mẫu %@ nào được ghi hoặc bạn cần cấp cho Phím tắt quyền truy cập vào các mẫu trong ứng dụng Sức khỏe.";

/* Finish dictation command */
"Finish Dictation" = "Hoàn tất đọc chính tả";

/* Generic health object type when we can’t determine the object type */
"Health" = "Sức khỏe";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "Không thể tìm thấy miền.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Không thể tìm thấy miền. (Lỗi 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Dữ liệu phản hồi không phải là một chuỗi hợp lệ.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Bạn phải chọn một bảng để truy xuất thẻ từ đó.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Bạn phải chọn một bảng để truy xuất danh sách từ đó.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Bạn phải chọn một danh sách để truy xuất thẻ từ đó.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Không thể xác minh tài khoản Trello của bạn. Vui lòng đăng xuất và thử lại!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Chưa cung cấp từ khóa";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Không tìm thấy vị trí tùy chỉnh";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Không có vị trí tùy chỉnh";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Lấy khoảng cách được định cấu hình để lấy thời gian di chuyển từ một vị trí tùy chỉnh, nhưng không tìm thấy vị trí tùy chỉnh mà bạn đã nhập.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Lấy khoảng cách được định cấu hình để lấy thời gian di chuyển từ một vị trí tùy chỉnh, nhưng không có vị trí nào được cung cấp.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Lấy khoảng cách không thể ước tính khoảng cách vì không có vị trí nào được chuyển dưới dạng đầu vào.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Không thể tìm thấy phông chữ biểu tượng.";

/* Get frames from image error */
"No Image Provided" = "Chưa cung cấp hình ảnh";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Không có tệp GIF nào được chuyển dưới dạng đầu vào cho Lấy khung hình từ hình ảnh.";

/* Get group from matched text action error */
"No Match" = "Không có kết quả nào";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Chỉ mục mà bạn chỉ định nằm ngoài phạm vi có thể có (bạn đã yêu cầu nhóm %1$ld và kết quả chỉ có %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Lấy nhóm từ văn bản được khớp thất bại vì không có kết quả phù hợp nào cho nhóm ghi %ld.";

/* Get halfway point action error */
"No first location was provided." = "Chưa cung cấp vị trí đầu tiên.";

/* Get halfway point action error */
"No second location was provided." = "Chưa cung cấp vị trí thứ hai.";

/* Get halfway point action error */
"Please provide a first location." = "Vui lòng cung cấp vị trí đầu tiên.";

/* Get halfway point action error */
"Please provide a second location." = "Vui lòng cung cấp vị trí thứ hai.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Phạm vi mà bạn chỉ định không hợp lệ (bạn đã yêu cầu các mục từ %1$d đến hết %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Phạm vi mà bạn chỉ định nằm ngoài phạm vi có thể có (bạn đã yêu cầu các mục từ %1$d đến hết %2$d, nhưng mục đầu tiên nằm ở chỉ mục 1).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Phạm vi mà bạn chỉ định nằm ngoài phạm vi có thể có (bạn đã yêu cầu các mục từ %1$d đến hết %2$d và danh sách chỉ có %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Bạn đã yêu cầu mục %d, nhưng mục đầu tiên nằm ở chỉ mục 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Phím tắt không thể tìm thấy bất kỳ ảnh nhập nào trong thư viện ảnh của bạn.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Phím tắt không thể tìm thấy mục được yêu cầu trong thư viện ảnh của bạn.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Lấy thời gian di chuyển được định cấu hình để lấy thời gian di chuyển từ một vị trí tùy chỉnh, nhưng không tìm thấy vị trí tùy chỉnh mà bạn đã nhập.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Lấy thời gian di chuyển được định cấu hình để lấy thời gian di chuyển từ một vị trí tùy chỉnh, nhưng không có vị trí nào được cung cấp.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Quyền truy cập của Sức khỏe vào %@ bị tắt. Bạn có thể bật danh mục dữ liệu sức khỏe trong ứng dụng Sức khỏe.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Để trả lời câu hỏi này, Phím tắt cần truy cập vào dữ liệu %@ của bạn.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Phím tắt không có quyền truy cập vào dữ liệu %@ của bạn.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Mẫu số lượng %@, không có dữ liệu đơn vị";

/* Health category date */
"Date" = "Ngày";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Bắt đầu chu kỳ";

/* Health category start date */
"Start Date" = "Ngày bắt đầu";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Huyết áp";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Loại kiểm tra";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Thời gian bữa ăn";

/* Health quantity; blood pressure */
"Diastolic" = "Tâm trương";

/* Health quantity; blood pressure */
"Systolic" = "Tâm thu";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Nguyên nhân";

/* Health unit for count of generic health sample */
"count" = "đếm";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "đếm";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "đếm";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "%@ loại không được triển khai";

/* HealthKit resource error */
"This device does not have the Health app." = "Thiết bị này không có ứng dụng Sức khỏe.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Phím tắt này yêu cầu ứng dụng Sức khỏe, nhưng thiết bị này không có.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Điều khoản dịch vụ";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Điều khoản Sử dụng";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Đảm bảo rằng thiết bị của bạn không ở Chế độ máy bay và thử lại; bật Wi-Fi có thể có hiệu quả.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Phím tắt không thể tìm thấy vị trí hiện tại của bạn.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Đã cung cấp ngày không hợp lệ. Vui lòng cung cấp ngày cho mẫu hoặc để trống trường ngày để sử dụng ngày hiện tại.";

/* Log health sample */
"Invalid Date Range" = "Phạm vi ngày không hợp lệ";

/* Log health sample */
"No Value Selected" = "Chưa chọn giá trị";

/* Log health sample */
"Please select a type for this Health sample." = "Vui lòng chọn một loại cho mẫu Sức khỏe này.";

/* Log health sample */
"Please select an end date that is after the start date." = "Vui lòng chọn ngày kết thúc sau ngày bắt đầu.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Vui lòng chọn một giá trị cho mẫu chất lượng dịch nhầy cổ tử cung này.";

/* Log health sample; health sample type */
"No Type Selected" = "Chưa chọn loại";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Chưa chọn lý do";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Vui lòng chọn một lý do tiêm insulin.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Vui lòng chọn một giá trị cho mẫu kinh nguyệt này.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Vui lòng chọn xem mẫu này có phải được thực hiện vào lúc bắt đầu chu kỳ hay không.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Chưa chọn đơn vị";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Vui lòng chọn một đơn vị đo cho mẫu Sức khỏe này.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Vui lòng chọn một giá trị cho mẫu kết quả kiểm tra rụng trứng này.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Vui lòng chọn một giá trị cho mẫu phân tích giấc ngủ này.";

/* Log in view; email address placeholder */
"Email address" = "Địa chỉ email";

/* Log workout action */
"No Workout Type Selected" = "Chưa chọn loại bài tập";

/* Log workout action */
"Please select a type of activity for this workout." = "Vui lòng chọn một loại hoạt động cho bài tập này.";

/* Login error */
"Your username and/or password are incorrect." = "Tên người dùng và/hoặc mật khẩu của bạn không đúng.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Thông tin đăng nhập của bạn chỉ được lưu trữ trên thiết bị này và sẽ không được chia sẻ với các máy chủ của chúng tôi hoặc bất kỳ bên thứ ba nào.";

/* Mail error */
"A recipient is required to send message" = "Yêu cầu có một người nhận để gửi tin nhắn";

/* Mail error */
"A sender is required to send message" = "Yêu cầu có một người gửi để gửi tin nhắn";

/* Mail error */
"A stable connection to the server could not be established" = "Không thể thiết lập kết nối ổn định đến máy chủ";

/* Mail error */
"Account check failed because the account is invalid" = "Không thể kiểm tra tài khoản vì tài khoản không hợp lệ";

/* Mail error */
"An application specific password is required" = "Yêu cầu có mật khẩu dành riêng cho ứng dụng";

/* Mail error */
"An error occurred during an IDLE operation" = "Đã xảy ra lỗi trong tác vụ IDLE";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Đã xảy ra lỗi trong khi (hủy) đăng ký thư mục được yêu cầu";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Đã xảy ra lỗi trong khi nối thư vào thư mục được yêu cầu";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Đã xảy ra lỗi trong khi sao chép thư vào thư mục được yêu cầu";

/* Mail error */
"An error occurred while creating the requested folder" = "Đã xảy ra lỗi trong khi tạo thư mục được yêu cầu";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Đã xảy ra lỗi trong khi xóa thư trên máy chủ POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "Đã xảy ra lỗi trong khi xóa thư mục được yêu cầu";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Đã xảy ra lỗi trong khi xóa thư trong thư mục được yêu cầu";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Đã xảy ra lỗi trong khi tìm nạp danh sách thư trên máy chủ POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Đã xảy ra lỗi trong khi tìm nạp thư trong thư mục được yêu cầu";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Đã xảy ra lỗi trong khi thực hiện tác vụ No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Đã xảy ra lỗi trong khi đổi tên thư mục được yêu cầu";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Đã xảy ra lỗi trong khi yêu cầu các khả năng của máy chủ";

/* Mail error */
"An error occurred while requesting the server's identity" = "Đã xảy ra lỗi trong khi yêu cầu nhận dạng của máy chủ";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Đã xảy ra lỗi trong khi yêu cầu không gian tên của máy chủ";

/* Mail error */
"An error occurred while sending the message" = "Đã xảy ra lỗi trong khi gửi thư";

/* Mail error */
"An error occurred while storing flags" = "Đã xảy ra lỗi trong khi lưu trữ cờ";

/* Mail error */
"An error when requesting date" = "Đã xảy ra lỗi trong khi yêu cầu ngày";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Đã cố gắng gửi thư với một tệp đính kèm không hợp lệ";

/* Mail error */
"Authentication is required for this SMTP server" = "Yêu cầu xác thực cho máy chủ SMTP này";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Đã vượt quá giới hạn băng thông trong khi yêu cầu dữ liệu từ tài khoản Gmail này";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Không thể gửi thư do máy chủ đã phát hiện thấy thư có thể là thư rác";

/* Mail error */
"Compression is not available" = "Nén không khả dụng";

/* Mail error */
"Credentials with password too simple" = "Thông tin đăng nhập với mật khẩu quá đơn giản";

/* Mail error */
"Error while running custom command" = "Lỗi trong khi chạy lệnh tùy chỉnh";

/* Mail error */
"File access error" = "Lỗi truy cập tệp";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP không được bật cho tài khoản Gmail này";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe không phải là dịch vụ thư hoạt động nữa";

/* Mail error */
"No valid server found" = "Không tìm thấy máy chủ hợp lệ";

/* Mail error */
"Sending messages is not allowed on this server" = "Không cho phép gửi thư trên máy chủ này";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Đã đạt tới giới hạn dung lượng SMTP trong khi cố gắng gửi một thư lớn";

/* Mail error */
"The certificate for this server is invalid" = "Chứng nhận cho máy chủ này không hợp lệ";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Tài khoản HotMail hiện tại không thể kết nối với WebMail";

/* Mail error */
"The operation succeeded" = "Thao tác đã thành công";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Thư mục đã yêu cầu không tồn tại. Không thể lựa chọn thư mục";

/* Mail error */
"The server does not support STARTTLS connections" = "Máy chủ không hỗ trợ kết nối STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "Máy chủ không hỗ trợ kết nối TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "Người dùng cần đăng nhập thông qua trình duyệt web";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Có quá nhiều kết nối đồng thời đã được thực hiện đến tài khoản Gmail này";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Không thể xác thực với thông tin đăng nhập phiên hiện tại";

/* Mail error */
"Unable to parse response from server" = "Không thể phân tích cú pháp phản hồi từ máy chủ";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Người dùng vượt quá giới hạn số lượng thư được phép gửi trong một ngày";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Các máy chủ của Yahoo! hiện không khả dụng";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Biến “%@” không bao gồm hình ảnh sẽ sử dụng để tạo mặt nạ.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Đảm bảo chọn một biến cho tùy chọn “Mặt nạ hình ảnh” trong tác vụ Tạo mặt nạ hình ảnh.";

/* Mask Image action error title */
"No Mask Provided" = "Chưa cung cấp mặt nạ";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Vui lòng chọn một dịch vụ trong %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "JavaScript này giống với một tập lệnh đã biết là không an toàn. Để bảo mật, tập lệnh sẽ không chạy.";

/* Multiple App Store apps */
"App Store apps" = "Ứng dụng App Store";

/* Multiple Box files */
"Box files" = "Tệp Box";

/* Multiple Dropbox files */
"Dropbox files" = "Tệp Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Ghi chú Evernote";

/* Multiple Giphy items */
"Giphy items" = "Mục Giphy";

/* Multiple Trello boards */
"Trello boards" = "Bảng Trello";

/* Multiple Trello cards */
"Trello cards" = "Thẻ Trello";

/* Multiple Trello items */
"Trello items" = "Mục Trello";

/* Multiple Trello lists */
"Trello lists" = "Danh sách Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Trang Ulysses";

/* Multiple bar codes */
"Bar codes" = "Mã vạch";

/* Multiple blood pressure recordings */
"Blood pressures" = "Huyết áp";

/* Multiple health samples in HealthKit */
"Health samples" = "Mẫu sức khỏe";

/* Multiple iTunes artists */
"iTunes artists" = "Nghệ sĩ iTunes";

/* Multiple iTunes products */
"iTunes products" = "Sản phẩm iTunes";

/* Multiple text matches */
"Text matches" = "Văn bản phù hợp";

/* Multiple workout samples */
"Workout samples" = "Mẫu bài tập";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Sửa tài khoản";

/* Navigation bar title */
"Email Settings" = "Cài đặt email";

/* Navigation bar title */
"Log In to CloudApp" = "Đăng nhập vào CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Đăng nhập | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Đăng nhập vào Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Đăng nhập vào Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Đăng nhập vào WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Xu hướng";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Di động";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Xóa thanh tìm kiếm để xem các tệp GIF xu hướng.";

/* No GIFs found empty state title */
"No Results Found" = "Không có kết quả";

/* None option */
"None" = "Không có";

/* One text match */
"Text match" = "Văn bản phù hợp";

/* One workout sample */
"Workout sample" = "Mẫu bài tập";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Đảm bảo chuyển một URL đến tác vụ Mở URL.";

/* Open URL action error */
"The URL could not be opened." = "Không thể mở URL.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Mở ứng dụng thất bại vì không thể tìm thấy ứng dụng để mở.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Mở ứng dụng thất bại vì không thể mở ứng dụng.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Mở trong… thất bại vì không thể tìm thấy ứng dụng để mở trong đó.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ không được cài đặt hoặc không thể mở tệp %2$@.";

/* Optional field placeholder */
"Optional" = "Tùy chọn";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Đảm bảo chọn một biến trong tác vụ Phủ hình ảnh.";

/* Overlay image action error */
"No Overlay Image" = "Không có hình ảnh lớp phủ";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Biến “%@” không bao gồm hình ảnh sẽ phủ.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Đang xử lý hình ảnh…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Bản đồ";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Phương tiện công cộng";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Đi xe đạp";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Lái xe";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Phương tiện công cộng";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Đi bộ";

/* Parameter placeholder; parameter sets a filename */
"optional" = "tùy chọn";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Sau bữa ăn";

/* Parameter value */
"Asleep (Parameter Value)" = "Ngủ";

/* Parameter value */
"Awake (Parameter Value)" = "Thức";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Nền";

/* Parameter value */
"Before Meal (Parameter Value)" = "Trước bữa ăn";

/* Parameter value */
"Bolus (Parameter Value)" = "Tiêm phóng";

/* Parameter value */
"Creamy (Parameter Value)" = "Mịn";

/* Parameter value */
"Dry (Parameter Value)" = "Khô";

/* Parameter value */
"Egg White (Parameter Value)" = "Lòng trắng";

/* Parameter value */
"Female (Parameter Value)" = "Nữ";

/* Parameter value */
"Heavy (Parameter Value)" = "Nhiều";

/* Parameter value */
"Idle (Parameter Value)" = "Rảnh";

/* Parameter value */
"In Bed (Parameter Value)" = "Trên giường";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Không xác định";

/* Parameter value */
"Light (Parameter Value)" = "Ít";

/* Parameter value */
"Male (Parameter Value)" = "Nam";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Kiểm tra thể dục tối đa";

/* Parameter value */
"Medium (Parameter Value)" = "Trung bình";

/* Parameter value */
"Negative (Parameter Value)" = "Âm tính";

/* Parameter value */
"No (Parameter Value)" = "Không";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Dự đoán phi thể dục";

/* Parameter value */
"Not Set (Parameter Value)" = "Chưa đặt";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Khác";

/* Parameter value */
"Positive (Parameter Value)" = "Dương tính";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Không sử dụng biện pháp bảo vệ";

/* Parameter value */
"Protection Used (Parameter Value)" = "Sử dụng biện pháp bảo vệ";

/* Parameter value */
"Sticky (Parameter Value)" = "Dính";

/* Parameter value */
"Stood (Parameter Value)" = "Đã đứng";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Dự đoán thể dục dưới tối đa";

/* Parameter value */
"Unspecified (Parameter Value)" = "Ko chỉ định";

/* Parameter value */
"Watery (Parameter Value)" = "Ẩm ướt";

/* Parameter value */
"Yes (Parameter Value)" = "Có";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Khớp đầu vào";

/* Password placeholder or title */
"Password" = "Mật khẩu";

/* Person’s name field placeholder */
"John Appleseed" = "John Appleseed";

/* Person’s name field title */
"Name" = "Tên";

/* Pinboard login option */
"Use API Token" = "Sử dụng mã thông báo API";

/* Pinboard login option */
"Use API Token Instead" = "Sử dụng mã thông báo API thay thế";

/* Pinboard login option */
"Use Password" = "Sử dụng mật khẩu";

/* Pinboard login option */
"Use Password Instead" = "Sử dụng mật khẩu thay thế";

/* Pinboard login section header */
"API Token" = "Mã thông báo API";

/* Pinboard login section header */
"Pinboard Login" = "Đăng nhập Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Thư viện nhạc của tôi";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Không tìm thấy mục nào phù hợp với các tiêu chí được chỉ định trong Pocket.";

/* Post to Tumblr action error */
"No Blog" = "Không có blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Bạn đã không chỉ định blog sẽ đăng lên.";

/* QuickLook action error */
"No Items" = "Không có mục nào";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Không có mục nào được chuyển vào tác vụ Xem nhanh để xem trước.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Bật Siri";

/* Remove calendar item error */
"Remove" = "Xóa";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Số tiền mà bạn đã chỉ định, %@, cao hơn số tiền tối đa mà bạn được phép yêu cầu.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Số tiền mà bạn đã chỉ định, %@, thấp hơn số tiền tối thiểu mà bạn được phép yêu cầu.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Người mà bạn đang cố gắng yêu cầu tiền không có tài khoản được thiết lập %@.";

/* Required field placeholder */
"Required" = "Bắt buộc";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Tập lệnh phải gọi chức năng `completion(result)` khi hoàn tất";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Đã xảy ra lỗi không xác định trong khi chạy JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Chạy JavaScript trên trang web thất bại vì tập lệnh mất quá nhiều thời gian để gọi bộ xử lý hoàn thành.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript hết thời gian";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Ngoại lệ JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript không hợp lệ";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Không thể xác thực SSH";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Vui lòng kiểm tra thông tin đăng nhập của bạn trong tác vụ Chạy tập lệnh SSH và thử lại.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Không tìm thấy phím tắt";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Đảm bảo chọn phím tắt hợp lệ trong tác vụ Chạy phím tắt.";

/* SSH action error */
"Channel allocation error" = "Lỗi phân bổ kênh";

/* SSH action error */
"Connection timed out" = "Hết thời gian kết nối";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Chạy tập lệnh qua SSH không thể kết nối với máy chủ SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Album Không xác định";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Album ảnh được chọn không tồn tại.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Quét mã";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Tìm kiếm trong Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Bạn phải cung cấp truy vấn tìm kiếm cho Tìm kiếm doanh nghiệp địa phương.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Không tìm thấy địa điểm nào";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Không tìm thấy vị trí nào với từ khóa “%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Nếu bạn sử dụng phiên bản WordPress tự lưu trữ, hãy nhập URL của trang web ở trên.";

/* Section header */
"WordPress Login" = "Đăng nhập WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL trang web";

/* Section header title */
"CloudApp Login" = "Đăng nhập CloudApp";

/* Section header title */
"Incoming Mail Server" = "Máy chủ thư đến";

/* Section header title */
"Instapaper Login" = "Đăng nhập Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Máy chủ thư đi";

/* Section header title; email account */
"Accounts" = "Tài khoản";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Không thể gửi email. Có thể email chưa được thiết lập.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Tài khoản email không hợp lệ";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Tài khoản email được chọn không được đăng nhập vào Phím tắt trên thiết bị này.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Không thể gửi tin nhắn. Có thể iMessage chưa được bật.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Số tiền mà bạn đã chỉ định, %@, cao hơn số tiền tối đa mà bạn được phép gửi.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Số tiền mà bạn đã chỉ định, %@, thấp hơn số tiền tối thiểu mà bạn được phép gửi.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Số tiền mà bạn đã chỉ định là bằng %1$@, không được %2$@ hỗ trợ.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Tài khoản của bạn không có đủ tiền để gửi khoản thanh toán.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Người mà bạn đang cố gắng gửi tiền không có tài khoản được thiết lập %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Bạn không có tài khoản ngân hàng được định cấu hình trên thiết bị này.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Bạn sẽ cần mở %@ để xác minh thông tin đăng nhập.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Cao hơn cố tiền tối đa";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Thấp hơn số tiền tối thiểu";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Tiền tệ không được hỗ trợ";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Không đủ tiền";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Không có tài khoản ngân hàng";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Thông tin đăng nhập chưa được xác minh";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Không có tài khoản";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Vị trí";

/* Service name */
"Microphone" = "Micrô";

/* Service name */
"Notifications" = "Thông báo";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Nhận dạng lời nói";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Chưa cung cấp từ khóa cho tác vụ Đặt giá trị từ điển đối với giá trị “%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Chưa cung cấp giá trị";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Chưa cung cấp giá trị cho tác vụ Đặt giá trị từ điển đối với từ khóa “%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "Không thể tìm thấy định nghĩa cho thuật ngữ đó.";

/* Show definition action error */
"No Word Specified" = "Chưa chỉ định từ";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Không có từ nào được chuyển dưới dạng đầu vào cho Hiển thị định nghĩa";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Việc này có thể xảy ra nếu không có từ điển nào được cài đặt. Để quản lý các từ điển của bạn, hãy chọn một từ trong bất kỳ ứng dụng nào và chọn “Tra cứu”. Sau đó, hãy chạm vào “Quản lý”.";

/* Show in calendar action error */
"Calendar could not be opened." = "Không thể mở Lịch.";

/* Show webpage action error */
"Unsupported URL" = "URL không được hỗ trợ";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Hiển thị trang web hỗ trợ các URL http:// và https://, nhưng bạn đã tìm cách hiển thị URL %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ không được thiết lập để thực hiện cuộc gọi.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Bắt đầu cuộc gọi thất bại vì %@ không khả dụng.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Bắt đầu cuộc gọi thất bại vì %@ không thể tham gia vào cuộc gọi.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ không hỗ trợ chi tiết liên hệ mà bạn đã cung cấp.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Yêu cầu thiết lập";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ không khả dụng";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Liên hệ không được hỗ trợ";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Chi tiết liên hệ không hợp lệ";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Ngày bắt đầu đo huyết áp";

/* Subcategory */
"Device" = "Thiết bị";

/* Subcategory for Set Volume action */
"Playback" = "Phát lại";

/* Take photo action error */
"No suitable camera was detected on this device." = "Không phát hiện thấy camera phù hợp trên thiết bị này.";

/* Time until date action */
"An invalid date to compare to was provided." = "Đã cung cấp ngày không hợp lệ để so sánh.";

/* Time until date action */
"No from date was provided." = "Chưa cung cấp ngày bắt đầu.";

/* Time until date action error */
"An invalid from date was provided." = "Đã cung cấp ngày bắt đầu không hợp lệ.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript không an toàn";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Đã cung cấp giờ kết thúc không hợp lệ. Vui lòng cung cấp giờ kết thúc cho Không làm phiền.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Chưa cung cấp sự kiện lịch. Vui lòng cung cấp một sự kiện lịch để bật Không làm phiền cho khoảng thời gian đó.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Vui lòng cung cấp giờ kết thúc sau giờ hiện tại cho Không làm phiền.";

/* Trim video action error */
"The input was not a video that can be edited." = "Đầu vào không phải là video có thể sửa.";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL không hợp lệ: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Vui lòng xác thực lại Phím tắt với Ulysses để truy cập trang này.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Yêu cầu truy cập Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Ko chỉ định";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Bản ghi âm thanh";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " và ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " và ";

/* User name field title */
"User Name" = "Tên người dùng";

/* Username placeholder or title */
"Username" = "Tên người dùng";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Đèn flash của thiết bị này hiện không khả dụng cho Phím tắt.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Thiết bị này không có đèn flash.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Tác vụ thời tiết được định cấu hình để lấy thông tin thời tiết tại một vị trí tùy chỉnh, nhưng không có vị trí nào được cung cấp.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Không thể xác định vị trí.";

/* Weather condition: Blizzard */
"Blizzard" = "Bão tuyết";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Tuyết thổi mạnh";

/* Weather condition: Blustery */
"Blustery" = "Gió mạnh";

/* Weather condition: Clear */
"Clear" = "Quang mây";

/* Weather condition: Cloudy */
"Cloudy" = "Có mây";

/* Weather condition: Cold */
"Cold" = "Lạnh";

/* Weather condition: Drizzle */
"Drizzle" = "Mưa phùn";

/* Weather condition: Dust */
"Dust" = "Bụi";

/* Weather condition: Foggy */
"Foggy" = "Có sương";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Mưa phùn lạnh";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Mưa băng";

/* Weather condition: Hail */
"Hail" = "Mưa đá";

/* Weather condition: Haze */
"Haze" = "Sương mù nhẹ";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Mưa lớn";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Tuyết rơi nhiều";

/* Weather condition: Hot */
"Hot" = "Nóng";

/* Weather condition: Hurricane */
"Hurricane" = "Bão lốc";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Mưa giông vài nơi";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Giông bão diện hẹp";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Mưa tuyết nhẹ";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Mưa và mưa đá hỗn hợp";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Mưa và mưa tuyết hỗn hợp";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Mưa và tuyết hỗn hợp";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Tuyết và mưa tuyết hỗn hợp";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Trời quang mây";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Trời nhiều mây";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Có mây vài nơi";

/* Weather condition: Rain */
"Rain" = "Mưa";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Mưa rào rải rác";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Mưa tuyết rải rác";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Giông bão rải rác";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Giông bão mạnh";

/* Weather condition: Showers */
"Showers" = "Mưa rào";

/* Weather condition: Sleet */
"Sleet" = "Mưa tuyết";

/* Weather condition: Smoky */
"Smoky" = "Có khói";

/* Weather condition: Snow */
"Snow" = "Tuyết";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Mưa tuyết";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Giông bão mạnh";

/* Weather condition: Tornado */
"Tornado" = "Lốc xoáy";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Bão nhiệt đới";

/* Weather condition: Windy */
"Windy" = "Có gió";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ và %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Chất ô nhiễm không khí";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Chất ô nhiễm không khí";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Thư mục không tồn tại.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Không thể tìm thấy bộ chứa iCloud.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud không thể lấy liên kết đến tệp này vì đó là một thư mục. iCloud chỉ hỗ trợ lấy liên kết đến các tệp thông thường.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud không thể lấy liên kết đến %@ này vì đó là một gói (gói là một thư mục đóng vai trò như một tệp).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” là một gói";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Đường dẫn mà bạn tìm cách lưu vào (%@) không tồn tại trong iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Đường dẫn mà bạn tìm cách lưu vào (%@) là một tệp hiện có trong iCloud. Khi lưu nhiều tệp cùng lúc, bạn nên chỉ định đường dẫn đến thư mục.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” là một thư mục";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Tệp đã Tồn tại";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Tệp đã tồn tại.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Địa chỉ email hoặc mật khẩu bạn đã chỉ định không đúng. Để đăng nhập vào iCloud Mail trong Phím tắt, bạn phải sử dụng mật khẩu dành riêng cho ứng dụng.\n\nNếu bạn chưa bật Xác minh hai bước, bạn phải bật tính năng này để tạo mật khẩu dành riêng cho ứng dụng.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Diễn viên";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Nghệ sĩ";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Tác giả";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Nhà soạn nhạc";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Mô tả";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Đạo diễn";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Phim truyện";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Thể loại";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Từ khóa";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Ngôn ngữ";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Nghệ sĩ";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Phim";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Nhà sản xuất";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID sản phẩm";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Chỉ mục xếp hạng";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Xếp hạng";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Năm phát hành";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Phim ngắn";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Chương trình";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Nhà phát triển";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "bài hát";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Tập";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Phần";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Tiêu đề";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Tất cả";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Nghệ sĩ";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Bản nhạc";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Tác giả";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Sách nói";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Sách";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Nghệ sĩ";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Phim";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Album";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Nghệ sĩ";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Bài hát";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Bản nhạc";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Video nhạc";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Tác giả";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcast";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Nghệ sĩ";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Phim ngắn";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Tập";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Phần";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Nghệ sĩ";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Bản nhạc";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Ứng dụng";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Sách nói";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Sách";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Video nhạc";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Nhạc";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcast";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Phim ngắn";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Chương trình TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Tất cả";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Phim";

